Revit 2027 API
ElevationMarker.MaximumViewCount Property
 The maximum number of views that can be hosted by this ElevationMarker.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int MaximumViewCount { get; }
Public ReadOnly Property MaximumViewCount As Integer
	Get
public:
property int MaximumViewCount {
	int get ();
}
member MaximumViewCount : int with get
Property Value
Int32
See Also
Reference
ElevationMarker Class
Autodesk.Revit.DB Namespace